chat_system_76798669_actor_description=River fairy Diana. River fairy.
chat_system_76798669_snap_0_question=^?^Hurry, human. The brook is in danger.
chat_system_76798669_snap_0_answer_0=^?^Yes, yes, of course!
chat_system_76798669_snap_2_question=^?^The waters have carried the echo of your kind deed! The pure water of my soul is bathed in love for you - I want to marry you!
chat_system_76798669_snap_2_answer_0=^?^My love for you is also pure! I know you'll make a wonderful wife! (Kiss the fairy.)
chat_system_76798669_snap_2_answer_1=^?^I never knew that you'd fall in love with me! I'll have to think about it...
